{
   "info":"success",
   "num":13,
   "result":[
      {
         "id":  "477",
         "judule":  "Cartoon Cat Sirenhead Trevor Henderson Addon",
         "icone":  "https://livemovies.club/mcpe_icons/cartoon_cat_sirenhead_trevor_henderson_addon.jpg",
         "file_url":  "https://livemovies.club/mcpe_addons/cartoon_cat_sirenhead_trevor_henderson_addon.zip",
         "typeMCPE":  "Addon",
         "html_file":  "https://livemovies.club/mcpe_html/cartoon_cat_sirenhead_trevor_henderson_addon.html",
         "extension":  "mcaddon",
         "deskripsine": "You are expecting many characters from the artist Trevor Henderson who makes horror art pieces that are amazing!But not all of the characters that he made are in the add-on, a chunk of them I've made so far.\n\n"
      },
      {
         "id":  "496",
         "judule":  "Siren Head Addon ",
         "icone":  "https://livemovies.club/mcpe_icons/siren_head_addon.jpg",
         "file_url":  "https://livemovies.club/mcpe_addons/siren_head_addon.zip",
         "typeMCPE":  "Addon",
         "html_file":  "https://livemovies.club/mcpe_html/siren_head_addon.html",
         "extension":  "mcaddon",
         "deskripsine": "If you the one who liked scary thing and challenging to play in your survival world,then this add-on is for you it added the scariest mobs and extremely creepy mobs into your game"
      },
      {
         "id":  "107",
         "judule":  "Siren Head [Horror] Map",
         "icone":  "https://livemovies.club/mcpe_icons/siren_head_horror_map.jpg",
         "file_url":  "https://livemovies.club/mcpe_maps/siren_head_horror_map.zip",
         "typeMCPE":  "Map",
         "html_file":  "https://livemovies.club/mcpe_html/siren_head_horror_map.html",
         "extension":  "mcworld",
         "deskripsine": "Siren head is a minecraft horror map was inspired from the original character made by an artist named Trevor Henderson, If you've ever heard of Siren Head then this map is for youThe objective in this map is very simple:You will be putted into the forest to find out what inside it"
      },
      {
         "id":3,
         "judule":"Scp Foundation Addon",
         "icone":"https://livemovies.club/mcpe_icons/scp_foundation_addon.jpg",
         "file_url":"https://livemovies.club/mcpe_addons/scp_foundation_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https://livemovies.club/mcpe_html/scp_foundation_addon.html",
         "extension":"mcaddon",
         "deskripsine":"This Add-on added new mobs from the SCP universe into minecraft,Each mob will have their own ability,SCP-173: will attack the player by snapping their, you can remove SCP-173 by simply use a diamond pickaxe long it to remove itSCP-049: or you can call it plague doctor, this mob will infect villager and turn them into zombie just like the normal zombie, he players and give them wither effect will turn the human mob into SCP-049-2 (Zombie), you can give the red flower for SCP-049 and he will become docile for 30 SCP-682: Is a hostile will kill anything on if own kinds, SCP-682 can be called the hard to destroy reptile,SCP-053: appear to be a little girl, she will give the players a heart attack if they come close, she will follow any mob in her eyes sight, if you hit her you dieSCP-939: Will eat any animal and humanoid, SCP-939 can imitate any mob sound and will make a very loud noise when hurt, they cannot attack you if they can't hear youSCP-019: A monster pot if you touch it, SCP-019-2 will crawl out of the pot and kill youSCP-999: a friendly mob will around the players and give them resistance effect and saturationSCP-066: A weird looking red thing or you can call it Eric Toy, they will around and do no damage to the playersSCP-1048: seem like a harmless teddy bear, will around and do nothing to the player and it two more of bear are SCP-1048-A, SCP-1048-B, SCP-1048-C you can call him builder bearSCP-106: extremely dangerous, have the form of anSCP-096: will kill who looked at his faceSCP-1000: Big Foot neutralSCP-250: is a skeleton of Allosaurus can move around SCP-3199: is a man chicken, will attack player and human in groups, can run very fastSCP-093: The Unclean Object has a shape of a humanoid with headSCP-458: is a pizza box but it's not a normal pizza boxSCP-012: is a bad compositionSCP-811: is a Swamp Woman living in the swampSCP-1316: is a look like a vanilla normal cat, but it has a special abilitySCP-1762: is a box and when you hit it it will open and release the paper dragon called SCP-1762-2 will fly around the room and after 60 seconds they'llSCP-303: is a door Man with a big mouth onSCP-131: is the has 3 different variants: orange, yellow, and themeSCP-082: Is a cannibal, with green skin will attack the player, and humanSCP-073: is a humanoid male with the arms make from unknown metal, he is very friendlySCP-166 is a Teenage [REDACTED]SCP-2295: is a patchwork teddy bearSCP-1765: is a 3 sisters that can bend realitySCP-111: Dragon snail they're friendly, and they lay eggsSCP-323: is a monster with the wendigo skull SCP-1678: Is a look like a police officer but have no face and really strong only explosion weapon can kill themSCP-953: is a Nine tailed fox girl, she can can shapeshift into other human, also she afraid of dogs, and she is really evilSCP-076-2: Can come back to life after dead, become SCP-076-1SCP-745: is a raptor with the glowing head, they attack in groups, and can move extremely fastSCP-178: Is a 3d glasses that when you wear it you will see a werid looking creature called SCP-178-1SCP-178-1 will attack if you look at them, come near them or try to interact with them when wearing the 3d glassesSCP-035; is possesed mask, that will take over the body of who wear itSCP-058: Is a heart that can move and talk it really agressive and can move super fastSCP-023; Is a Black Shuck, if you look at it after 5 minutes you will dieSCP-191 is a cyborg childSCP-105; is a girl holding a camera she can transport other entity to other place by using her cameraSCP-822: Is a cactus that explode if there are anything near itSCP-860-2 is a guardian of the forest, it will attack you if you did in one of two thingSCP-847 is a mannequin that hates womanSCP-040-JP is a catSCP-001-Prototype is a monster that can create a black holeSCP-500: is a pill will heal the playerSCP-148: is original, was some kind of ore, but in this add-on I called it a Telekill SwordSCP-063: World best toothbrushSCP-049-2: a zombie version of the humans mob acting like a normal zombie, but doesn't burn in daylight and have a unique animation"
      },
      {
         "id":4,
         "judule":"Scp 096 Addon",
         "icone":"https://livemovies.club/mcpe_icons/scp_096_addon.jpg",
         "file_url":"https://livemovies.club/mcpe_addons/scp_096_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https://livemovies.club/mcpe_html/scp_096_addon.html",
         "extension":"mcaddon",
         "deskripsine":"Are you a fan of SCP or do you enjoy something scary to play?\nThen this add-on is for you!\nIt adds a custom mob into your world and it has custom animations!SCP-096 or also known as shy guy is a monster from a original game SCP containment breach.\n\nIt has some spectacular AI.\n\nIt will not attack the players as long as you don't look at it.\n\nIf you look at it face it will starting to covering it face and started streaming and struggling.\n\nOnce you look at it then tried to run away as far as possible, Because you will get killed instantly if you don't run.\n\nDon't try to fight against it.\n\nThat's suicide!"
      },
      {
         "id":5,
         "judule":"SCP Containment Breach Map",
         "icone":"https://livemovies.club/mcpe_icons/scp_cb.jpg",
         "file_url":"https://livemovies.club/mcpe_maps/scp_cb.zip",
         "typeMCPE":"Map",
         "html_file":"https://livemovies.club/mcpe_html/scp_cb.html",
         "extension":"mcworld",
         "deskripsine":"Did you think there will never be a closely accurate remake of SCP: Containment Breach on Minecraft Bedrock?\nWell you were wrong!This is map made using only vanilla commands and redstone, with my own resource pack (with only sounds and textures)A new map is being developed, with improvements in every aspect.\n\nThis map is a recreation of the SCP: Containment Breach map seed 9zrkmiqf"
      },
      {
         "id":6,
         "judule":"SCP Foundation Universe Map",
         "icone":"https://livemovies.club/mcpe_icons/scp_foundation_universe.jpg",
         "file_url":"https://livemovies.club/mcpe_maps/scp_foundation_universe.zip",
         "typeMCPE":"Map",
         "html_file":"https://livemovies.club/mcpe_html/scp_foundation_universe.html",
         "extension":"mcworld",
         "deskripsine":"Have you ever considered a very well made SCP Foundation facility?Of course I thought about that too.And over the next few days, this map was completed!(Made with reference to Site 21)Enjoy the beautifully created world of the SCP Foundation!Credits:SCP Foundation PageSCP Foundation Addon (v3) By BendyTheDemon18SCP Vehicles Addon By Angious2004"
      },
      {
         "id":7,
         "judule":"Scp Js Edition Addon",
         "icone":"https://livemovies.club/mcpe_icons/scp_js_edition_addon.jpg",
         "file_url":"https://livemovies.club/mcpe_addons/scp_js_edition_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https://livemovies.club/mcpe_html/scp_js_edition_addon.html",
         "extension":"mcaddon",
         "deskripsine":"Did you think the SCP Foundation could never be in Minecraft Bedrock Edition?\nWell you're wrong!This add-on adds 41 SCPs, 5 Bosses, MTF Units, 3D guns and many more cool SCP related features!"
      },
      {
         "id":8,
         "judule":"SCP Site 19 Map",
         "icone":"https://livemovies.club/mcpe_icons/scp_site_19_map.jpg",
         "file_url":"https://livemovies.club/mcpe_maps/scp_site_19_map.zip",
         "typeMCPE":"Map",
         "html_file":"https://livemovies.club/mcpe_html/scp_site_19_map.html",
         "extension":"mcworld",
         "deskripsine":"This is a roleplay map ambiented in the SCP Foundation universe and intended for multiplayer, but of course you can also use it to play alone.\n\n It is very big and includes almost all the rooms found in SCP – Containment Breach, other extra rooms I added and a full exterior.\n\n"
      },
      {
         "id":9,
         "judule":"SCP Site 19 Map MCPE 1.16 Only",
         "icone":"https://livemovies.club/mcpe_icons/scp_site_19_map_mcpe_1.16_only.jpg",
         "file_url":"https://livemovies.club/mcpe_maps/scp_site_19_map_mcpe_1.16_only.zip",
         "typeMCPE":"Map",
         "html_file":"https://livemovies.club/mcpe_html/scp_site_19_map_mcpe_1.16_only.html",
         "extension":"mcworld",
         "deskripsine":"This map is based on SCP Containment Breach (not 100% accurate).\n\nAnd it's one of my biggest works.\n\n SCP Site 19 LC-SN mainly consists of SCP:CB rooms and more rooms I added.\n\n I hope you like it.\n\n"
      },
      {
         "id":10,
         "judule":"SCP Site 22 Map",
         "icone":"https://livemovies.club/mcpe_icons/scp_site_22_map.jpg",
         "file_url":"https://livemovies.club/mcpe_maps/scp_site_22_map.zip",
         "typeMCPE":"Map",
         "html_file":"https://livemovies.club/mcpe_html/scp_site_22_map.html",
         "extension":"mcworld",
         "deskripsine":"We have built many facilities so far.\n\n Site 22 is a big project with Site 21 motif.\n\n And also it is a remake of SCP Foundation LC 2.\n\n "
      },
      {
         "id":11,
         "judule":"SCP V0.3 Containment Breach Bedrock Remake Map",
         "icone":"https://livemovies.club/mcpe_icons/scp_v0.3_containment_breach_bedrock_remake_map.jpg",
         "file_url":"https://livemovies.club/mcpe_maps/scp_v0.3_containment_breach_bedrock_remake_map.zip",
         "typeMCPE":"Map",
         "html_file":"https://livemovies.club/mcpe_html/scp_v0.3_containment_breach_bedrock_remake_map.html",
         "extension":"mcworld",
         "deskripsine":"A very noice map based on SCP Containment Breach, with a complete intro sequence!\nThis map has the entire Light / Heavy Containment Zone, Most of Entrance Zone, Pocket Dimension and SCP-1499 Dimension"
      },
      {
         "id":12,
         "judule":"SCP V0.7 Containment Breach Bedrock Remake Map",
         "icone":"https://livemovies.club/mcpe_icons/scp_v0.7_containment_breach_bedrock_remake_map.jpg",
         "file_url":"https://livemovies.club/mcpe_maps/scp_v0.7_containment_breach_bedrock_remake_map.zip",
         "typeMCPE":"Map",
         "html_file":"https://livemovies.club/mcpe_html/scp_v0.7_containment_breach_bedrock_remake_map.html",
         "extension":"mcworld",
         "deskripsine":"Did you think there will never be a closely accurate remake of SCP: Containment Breach on Minecraft Bedrock?\nWell you were wrong!\nThis is a discontinued map made using only vanilla commands and redstone, with my own resource pack (with only sounds and textures)A new map is being developed, with improvements in every aspect.\n\n"
      },
      {
         "id":13,
         "judule":"Scp [Horror] Map",
         "icone":"https://livemovies.club/mcpe_icons/scp_horror_map.jpg",
         "file_url":"https://livemovies.club/mcpe_maps/scp_horror_map.zip",
         "typeMCPE":"Map",
         "html_file":"https://livemovies.club/mcpe_html/scp_horror_map.html",
         "extension":"mcworld",
         "deskripsine":"Are you a fan of SCP?\nThen this map is for you!\nWith custom texture, sound and mobs.\n\nBut this map is different from the SCP Containment Breach game.\n\nThis map is based on imagination and and own version.\n\n"
      }
   ]
}